{
    "results": [
        {
            "id": 2,
            "content": "<p>হাদিসে এসেছে-</p><p><br></p><p>হজরত সালমান ফারসি রাদিয়াল্লাহু আনহু বর্ণনা করেন, ‘শাবান মাসের শেষ দিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাদের উদ্দেশ্য বক্তব্য দেন যে, ‘হে লোক সকল! অবশ্যই তোমাদের সামনে মহান মাস, বরকতময় মাস উপস্থিত। এ মাসে তোমরা ৪টি কাজ বেশি বেশি আদায় কর। এর মধ্যে দু’টি কাজ আল্লাহর জন্য আর দু’টি কাজ তোমাদের নিজেদের জন্য।</p><p><br></p><p>আল্লাহ জন্য ২ কাজ হলো (তাসবিহ) এ সাক্ষ্য দেয়া যে, তিনি ছাড়া কোনো ইলাহ নেই। তার কাছে ক্ষমা প্রার্থনা করা।</p><p><br></p><p>আর নিজের জন্য যে দুই কাজ করতে বলেছেন, তাহলো- জান্নাত লাভের দোয়া করা এবং জাহান্নামের আগুন থেকে মুক্তি চাওয়া।’</p><p><br></p><p>হাদিসে ঘোষিত বিশেষ দোয়া</p><p>তাসবিহ পড়া অর্থাৎ এ সাক্ষ্য দেয়া-</p><p><br></p><p>– لَا اِلَهَ اِلَّا الله</p><p><br></p><p>উচ্চারণ : ‘লা ইলাহা ইল্লাল্লাহ’</p><p><br></p><p>অর্থ : আল্লাহ ছাড়া কোনো উপাস্য নেই।</p><p><br></p><p>ইসতেগফার করা অর্থাৎ ক্ষমা চাওয়া। হাদিসে অনেক ইসতেগফার এসেছে। এর যে কোনোটি পড়লেই হবে-</p><p><br></p><p>– اَسْتَغْفِرُوا اللهَ العَظِيْم اِنَّ اللهَ غَفُوْرُ الرَّحِيْم</p><p><br></p><p>উচ্চারণ : আসতাগফিরুল্লাহাল আজিম ইন্নাল্লাহা গাফুরুর রাহিম।</p><p><br></p><p>অর্থ : মহান আল্লাহর কাছে ক্ষমা চাই, নিশ্চয় তিনি ক্ষমাশীল, দয়ালু।</p><p><br></p><p>– اَسْتَغْفِرُوا اللهَ العَظِيْم اّللَّذِى لَا اِلَهَ اِلَّا هُوَ الْحَىُّ الْقَيُّوْمُ وَ اَتُوْبُ اِلَيْهِ</p><p>উচ্চারণ : আসতাগফিরুল্লাহাল আজিম আল্লাজি লা ইলাহা ইল্লাহুয়াল হাইয়্যুল কাইয়্যুমু ওয়া আতুবু ইলাইহি।</p><p>অর্থ : মহান আল্লাহর কাছে ক্ষমা চাই, যিনি এক ব্যতিত কোনো ইলাহ নেই। তিনি চিরঞ্জীব ও চিরস্থায়ী এবং তার দিকেই আমরা ফিরে যাবো।’</p><p><br></p><p>– رَبِّ اغْفِرْ لِي وَتُبْ عَلَيَّ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ</p><p><br></p><p>উচ্চারণ : রাব্বিগফিরলি ওয়া তুব্ আলাইয়্যা ইন্নাকা আংতাত তাওয়াবুর রাহিম।’</p><p><br></p><p>অর্থ : হে আমার প্রতিপালক! আমাকে ক্ষমা করে দিন, আমার তাওবা কবুল করুন। নিশ্চয় আপনি অতিশয় তাওবাকবুলকারী, দয়াবান।’</p><p><br></p><p>– اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ</p><p><br></p><p>উচ্চারণ : ‘আল্লাহুম্মা আনতা রাব্বি লা ইলাহা ইল্লা আনতা খালাক্বতানি; ওয়া আনা আ’বদুকা ওয়া আনা আ’লা আ’হদিকা ওয়া ওয়া’দিকা মাসতাত্বা’তু, আউজুবিকা মিন শাররি মা সানা’তু আবুউলাকা বিনি’মাতিকা আলাইয়া; ওয়া আবুউ বিজামবি ফাগফিরলি ফা ইন্নাহু লা ইয়াগফিরুজ জুনুবা ইল্লা আনতা।’</p><p><br></p><p>অর্থ : ‘হে আল্লাহ! তুমি আমার প্রতিপালক, তুমি ছাড়া ইবাদতের যোগ্য কোনো উপাস্য নেই। তুমি আমাকে সৃষ্টি করেছ। আমি তোমার বান্দা। আমি আমার সাধ্যমত তোমার প্রতিশ্রুতিতে অঙ্গীকারাবদ্ধ রয়েছি। আমি আমার কৃতকর্মের অনিষ্টতা থেকে তোমার নিকট আশ্রয় চাই। আমার ওপর তোমার অনুগ্রহকে স্বীকার করছি এবং আমার পাপও স্বীকার করছি। অতএব তুমি আমাকে ক্ষমা করে দাও। নিশ্চয়ই তুমি ব্যতিত কোনো ক্ষমাকারী নেই।’</p>",
            "title": "রমজানে যে বিশেষ দোয়া পড়বেন",
            "created_at": "2023-03-19T16:39:06.586612Z",
            "updated_at": "2023-03-19T16:39:06.586641Z",
            "lang": 1
        },
        {
            "id": 1,
            "content": "<p>প্রিয় নবি সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম রমজান মাস জুড়ে তাসবিহ, ইসতেগফার ও দোয়ার মাধ্যমে অতিবাহিত করা ছিল উম্মতের জন্য বিশেষ নসিহত। যাতে মানুষ এ বিশেষ তাসবিহ, ইসতেগফার ও দোয়ার মাধ্যমে নিজেকে দুনিয়া ও পরকালের কল্যাণে পরিপূর্ণভাবে তৈরি করতে পারেন।</p>",
            "title": "রমজান মাসের দোয়া এবং আমল সমূহ",
            "created_at": "2023-03-19T16:37:31.392741Z",
            "updated_at": "2023-03-19T16:37:31.392765Z",
            "lang": 1
        }
    ],
    "meta": {
        "pagination": {
            "count": 2,
            "limit": 5,
            "offset": 0
        }
    },
    "links": {
        "first": "https://ramadan.devxhub.com/masalas/",
        "last": "https://ramadan.devxhub.com/masalas/?limit=5",
        "next": null,
        "prev": null
    }
}